/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@（網路磁碟）";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u KB";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = "，";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "無法寫入檔案到指定的目標。";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "無法寫入檔案到指定的目標。請確定目標檔案夾是可寫入的。";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "您要使用 %1$@ 或 %2$@ 來進行 Time Machine 備份嗎？";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "您要使用 %@ 來進行 Time Machine 備份嗎？";

/* screencapture filure to write error string */
"Failure to write image data." = "無法寫入影像資料。";

/* OK button */
"OK" = "好";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "嘗試製作螢幕擷取失敗。";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "網路磁碟 %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "無法為路徑製作點陣影像。";

/* screencapture create image error string */
"Unable to create image." = "無法製作影像。";

/* screencapture type error string */
"Unable to create type string." = "無法製作類型字串。";

/* screencapture create url error string */
"Unable to create url for path." = "無法為路徑製作 URL。";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "無法儲存您的螢幕快照。";

